Repository: jupsoleil/RunAsAdmin
Catalog: locales/*/LC_MESSAGES/UpgradeManagedSoftware.po
Languages: fr, nl, sk

source: Managed software upgrade report for %s
fr: Rapport de mise à niveau logicielle géré pour %s
nl: Rapport van beheerde software-upgrade voor %s
sk: Report aktualizácie softvéru pre %s

source: No packages to upgrade
fr: Pas de logiciels à mettre à niveau
nl: Geen pakketten om te upgraden
sk: Žiadne balíky nepotrebujú aktualizáciu

source: SMTP connection failed; check your internet connection.
fr: La connexion SMTP a échoué; vérifiez votre connexion Internet.
nl: De SMTP-verbinding is mislukt. Controleer uw internetverbinding.
sk: Pripojenie SMTP zlyhalo; Skontrolujte internetové pripojenie.

source: Info
sk: Informácie

source: Packages to upgrade:
fr: Logiciels à mettre à niveau:
nl: Pakketten om te upgraden:
sk: Balíky na aktualizáciu:

source: Check for outdated packages
fr: Vérifier les logiciels périmés
nl: Controleer op verouderde pakketten
sk: Kontrola neaktuálnych balíkov

source: More detail
fr: Plus de détails
nl: Meer detail
sk: Viac detailov

source: Quit
fr: _Quiter
nl: Afsluiten
sk: Ukončiť

source: Checking for outdated packages; please wait...
fr: Vérification des logiciels périmés; Veuillez patienter...
nl: Controleren op verouderde pakketten; een ogenblik geduld...
sk: Prebieha kontrola neaktuálnych balíkov, prosím čakajte...

source: Upgrading all outdated packages; please wait and don't close the program...
fr: Mise à niveau de tous les logiciels obsolètes; s'il vous plaît attendre et ne pas fermer le programme ...
nl: Upgraden van alle verouderde pakketten; gelieve te wachten en het programma niet te sluiten...
sk: Prebieha aktualizácia balíkov, prosím čakajte a nezatvárajte applikáciu...

source: Running wpkg; please wait and don't close the program...
fr: Exécution wpkg; s'il vous plaît attendre et ne pas fermer le programme ...
nl: WPKG wordt uitgevoerd; gelieve te wachten en het programma niet te sluiten...
sk: Spúštanie wpkg, prosím čakajte a nezatvárajte applikáciu...

source: Sending all output by mail to %s...
fr: Envoi du journal par mail à %s...
nl: Alle output wordt verstuurd naar %s...
sk: Posielanie výstupov na adresu %s...

source: Mail sent to %s.
fr: Courrier envoyé à %s.
nl: Mail verstuurd naar %s.
sk: Mail poslaný na adresu %s.

source: Less detail
fr: Moins de détails
nl: Minder detail
sk: Menej detailov

source: (before upgrading, please close the listed outdated applications to prevent problems.)
fr: (avant la mise à niveau, veuillez fermer les applications obsolètes répertoriées pour éviter les problèmes.)
nl: (sluit aub de toepassingen die hieronder opgelijst staan alvorens de upgrade te starten.)
sk: (pred aktualizáciou prosím zavriťe aplikácie zo zoznamu)

source: Outdated packages:
fr: logiciels périmés :
nl: Verouderde pakketten:
sk: Neaktuálne balíky:

source: Upgrade packages
fr: Mise à niveau
nl: Upgrade pakketten
sk: Aktualizácia balíkov

source: Run WPKG
fr: Exécuter WPKG
nl: Voer WPKG uit
sk: Spúšťanie WPKG

source: (please run WPKG now - it will take only a few seconds.)
fr: (s'il vous plaît exécuter WPKG maintenant - cela ne prendra que quelques secondes.)
nl: (voer aub WPKG uit - het zal maar een paar seconden duren.)
sk: (prosím spustite WPKG teraz - bute to trvať iba pár sekúnd.)

source: Upgrade result:
fr: Résultat de mise à niveau :
nl: Upgrade resultaat:
sk: Výsledky aktualizácie:

source: (only errors are displayed below)
fr: (seules les erreurs sont affichées ci-dessous)
nl: (alleen fouten worden hieronder weergegeven)
sk: (zobrazia sa len chyby nižšie)

source: WPKG result:
fr: Résultat WPKG:
nl: WPKG resultaat:
sk: WPKG výsledok:

source: Report upgrade problems by mail
fr: Signaler les problèmes de mise à niveau par mail
nl: Rapporteer upgrade problemen per e-mail
sk: Nahlásenie problémov s inováciou poštou

source: Total: {} package(s)
fr: Total : {} logiciel(s)
nl: Totaal: {} pakket(ten)
sk: Počet balíkov: {}

source: GitExtensions will be updated. Due to some problem with the installer, explorer.exe may be killed during the upgrade and restarted after the upgrade of all packages has completed. Your taskbar and desktop icons may be unavailable till all upgrades have been completed.
fr: GitExtensions sera mis à jour. En raison d'un problème avec l'installateur, explorer.exe peut être terminé pendant la mise à niveau et redémarré après la mise à niveau de tous les paquets a terminé. Votre barre des tâches et vos icônes de bureau peuvent ne pas être disponibles tant que toutes les mises à niveau n'ont pas été effectuées.
nl: GitExtensions wordt bijgewerkt. Vanwege een probleem met het installatieprogramma kan Explorer. exe worden afgesloten tijdens de upgrade en opnieuw worden gestart nadat de upgrade van alle pakketten is voltooid. De pictogrammen op de taakbalk en op het bureaublad zijn mogelijk niet beschikbaar totdat de upgrades zijn voltooid.
sk: GitExtensions budú aktualizované. Vzhľadom k určitému problému s inštalátorom, Explorer.exe môže byť zastavený počas aktualizácie a reštartuje sa po dokončení aktualizácie všetkých balíkov. Ikony na paneli úloh a na pracovnej ploche nemusia byť k dispozícii, kým sa nedokončí aktualizácia.

source: Gitextensions has been upgraded and your taskbar may have disappeared. If so, please press CTRL-SHIFT-ESC and from the File menu, start a new task explorer.exe .
fr: Gitextensions a été mis à niveau et votre barre des tâches peut avoir disparu. Si c'est le cas, s'il vous plaît appuyez sur CTRL-SHIFT-ESC et à partir du menu Fichier, démarrer une nouvelle tâche explorer.exe .
nl: Gitextensions kreeg een upgrade. Indien uw taakbalk verdwenen is, druk dan CTRL-SHIFT-ESC en start, via het Bestand menu, nieuwe taak uitvoeren, explorer.exe .
sk: Gitextensions bol aktualizovaný a váš panel úloh mohol zmiznúť. Ak sa to tak stalo, stlačte CTRL-SHIFT-ESC a z menu Súbor spustite novú úlohu explorer.exe
